[
  {
    "id": "cmhe12u4g0065hafl7eoejwww",
    "title": "Help",
    "slug": "help",
    "content": "Help",
    "isPublished": true,
    "createdAt": "2025-10-30T20:00:48.256Z",
    "updatedAt": "2025-11-03T20:03:41.778Z"
  },
  {
    "id": "cmhe12u4c0063hafllxci6ke0",
    "title": "Terms of use",
    "slug": "terms-of-use",
    "content": "**1. Introduction**\n* -By accessing and purchasing from Dr. Gamer (www.dr-gamer.net), you agree to comply with all terms and conditions listed below. \n* -These terms apply to all users, whether browsing or purchasing. Dr. Gamer reserves the right to modify or update these terms at any time without prior notice.\n\n**2. Products**\n* Dr. Gamer offers a wide range of **digital gaming products** including:\n* 1.Xbox games (Home, Sign-In, Full Account, Personal Account purchases, and Digital Codes).\n* 2.Xbox Game Pass subscriptions (Home, Sign-In, Full Account).\n* 3.PlayStation games (Primary, Secondary, Full Account, Personal Account purchases, and Digital Codes).\n* 4.PlayStation Plus subscriptions (Primary, Secondary, Full Account, Personal Account).\n* 5.All purchases are 100% legitimate and sourced from trusted suppliers.\n\n**3. Payment Methods**\n* Available payment methods: InstaPay, Bank Transfer, Vodafone Cash, Telda. All payments must be confirmed before product delivery.\n\n**4. Delivery Time**\n* We aim to deliver all products as quickly as possible.\n\t* 1.Typical delivery time: a few hours, up to 24 hours after payment confirmation.\n\t* 2.Extended Game Pass subscriptions **(8–13 months)** may take up to **4–5 days**.\n\t* 3.Pre-order games may experience slight delays depending on the official release schedule.\n\t* 4.PlayStation Plus subscriptions and shared accounts (Home, Sign-In, Primary, Secondary) may also take longer depending on **account pairing**.\n\n**5. Account Security & Customer Responsibility**\n* -Customers are fully **responsible** for any personal security information added to full accounts.\n* -Dr. Gamer is **not responsible** for lost access due to forgotten email or password.\n* -Customers must carefully activate digital codes on their own accounts.\n* -The customer is **responsible** for choosing the correct region for digital codes.\n* -Some codes may require **VPN activation**; the correct VPN region will be provided upon delivery.\n\n**6. Shared Account Policy**\n* **General Security Rules**\n\t* -All shared accounts (Home, Sign-In, Primary, Secondary) are **secured** and managed exclusively by Dr. Gamer.\n\t* -Customers are **not allowed** to change, remove, or add any personal security information to these accounts.\n\t* -Any attempt to modify account details or security settings may result in **immediate account withdrawal** without prior notice.\n* **Xbox Accounts**\n\t* -Home users receive the account with **5 Home activations**; they must preserve these for one ++**year**++.\n\t* -Home users are ++**not allowed**++ to Sign-In with the shared account.\n\t* -Sign-In users are ++**not allowed**++ to make the account Home.\n\t* -Customers are **++not allowed++** to log in to the shared account on more than one device.\n\t* -Game Pass home or sign-in accounts cannot be used on PC.\n\t* -Sign-In PC users are ++**not allowed**++ to log in to Xbox devices.\n\t* -Sign-In PC accounts without Call of Duty access ++**are not**++ allowed to run games conflicting with Xbox Sign-In accounts (currently including Call of Duty and Rematch, subject to change by Microsoft).\n\t* -Sign-In PC users are **not allowed** to use Cloud Gaming.\n* **PlayStation Accounts**\n\t* -Primary users are **not allowed** to not Sign-In on their device to avoid conflicts with Secondary accounts.\n\t* -Secondary users are **not allowed** to activate the account as Primary.\n\t* -Secondary users are **not allowed** to log in on more than one console.\n\n**7. Account Ban & Disclaimer**\n* -All purchases and payments made through Dr. Gamer are **100% legitimate**.\n* -To offer the best prices, we may source from different regions. This carries a small risk if the publisher changes regional policies, which could lead to account suspension.\n* -Improper or suspicious use by the customer may also result in bans.\n* -We guarantee the legitimacy of payments and are willing to compensate if a ban occurs due to payment issues (which has never happened in 5 years).\n* -We cannot compensate for bans caused by **publisher policy changes or region incompatibility**.\n* -In case of an account ban, the customer must contact the publisher’s official support, then forward their response to us for verification.\n* -Dr. Gamer is **not responsible** for bans caused by **third-party** companies such as EA, Ubisoft, Rockstar, Activision etc.\n\n**8. Refund Policy**\n* All sales are final. No refunds or returns are provided once a digital product has been delivered.\n\n**9. Support & Contact**\n* -For any issues or inquiries, please contact us only through our official channels listed on: 🔗 **www.dr-gamer.net/page/contact-us**\n* -Response time: within 24–48 hours.\n* -Support hours: 10:00 AM to 8:00 PM (Cairo Time), Fridays are off.\n---\n",
    "isPublished": true,
    "createdAt": "2025-10-30T20:00:48.252Z",
    "updatedAt": "2025-11-04T15:37:36.870Z"
  },
  {
    "id": "cmhe12u3x0061haflk6q1qou7",
    "title": "About Us",
    "slug": "about-us",
    "content": "Welcome to Dr. Gamer — your trusted destination for digital gaming products, offering the best prices and fastest delivery.\nWe specialize in Xbox and PlayStation digital content, including full accounts, shared accounts, Game Pass and PlayStation Plus subscriptions, and activation codes — all 100% legitimate and sourced from trusted suppliers.\n\nOur mission is simple: to make gaming easier, faster, and more affordable for every player.\nWe take pride in our reputation for reliability, transparency, and professional after-sales support.\n\nAt Dr. Gamer, we don’t just sell games — we build trust, offer genuine value, and bring you the smoothest digital experience possible.\n\nPowered by Mina Samir & Mohamed Hamaki\nYour game starts here.",
    "isPublished": true,
    "createdAt": "2025-10-30T20:00:48.238Z",
    "updatedAt": "2025-11-04T16:45:49.978Z"
  },
  {
    "id": "cmhe12u420062hafl4jis7llv",
    "title": "Contact Us",
    "slug": "contact-us",
    "content": "**Support & Contact**\n* -For any issues or inquiries, please contact us only at:\n* **support@dr-gamer.net**\n* -Response time: within 24–48 hours.\n* -Support hours: 10:00 AM to 8:00 PM (Cairo Time), Fridays are off.",
    "isPublished": true,
    "createdAt": "2025-10-30T20:00:48.243Z",
    "updatedAt": "2025-11-05T23:21:44.303Z"
  },
  {
    "id": "cmhe12u4d0064hafls0i0phep",
    "title": "Privacy Policy",
    "slug": "privacy-policy",
    "content": "**1. Introduction**\n\nAt Dr. Gamer (“we,” “our,” or “us”), we respect your privacy and are committed to protecting your personal data.\n\nThis Privacy Policy explains how we collect, use, store, and safeguard your information when you visit our website www.dr-gamer.net or make a purchase from our store.\n\nBy accessing our website or purchasing our products, you agree to the terms of this Privacy Policy.\n\n**2. Information We Collect**\n\nWe collect the following types of information to process your orders and improve your shopping experience:\n\n**a. Personal Information**\n* •\tFull name\n* \t•\tEmail address\n* \t•\tPhone number\n* \t•\tPayment details (bank transfer reference, Vodafone Cash number, etc.)\n* \t•\tDelivery-related communication data\n\n**b. Technical Information**\n* \t•\tIP address\n* \t•\tBrowser type and version\n* \t•\tDevice information\n* \t•\tUsage data (pages visited, time spent, and referral source)\n\n**3. How We Use Your Information**\n\n* We use your personal data for the following purposes:\n*  •\tTo process and confirm your orders.\n* \t•\tTo communicate about your purchases or support inquiries.\n* \t•\tTo verify payment and prevent fraudulent transactions.\n* \t•\tTo improve our website, products, and customer experience.\n* \t•\tTo send important updates about your orders or account.\n* \t•\tTo comply with legal and regulatory requirements.\n\n* We do not sell, rent, or share your personal data with third parties for marketing purposes.\n\n**4. Payment and Data Security**\n\nAll payments made via InstaPay, Bank Transfer, Vodafone Cash, or Telda are processed securely.\nWe never store full payment information such as bank account credentials or card numbers.\nOur systems are protected using encryption and secure server protocols to prevent unauthorized access.\n\n**5. Account Information**\n\nIf you purchase digital accounts (Home, Sign-In, Primary, Secondary, or Full Account), please note:\n\t•\tAccount details are used solely for product delivery.\n\t•\tYou are responsible for maintaining your account confidentiality once received.\n\t•\tDr. Gamer will never ask for your personal account passwords unless required for activation (with your consent).\n\t•\tAny attempt to modify shared account details is strictly prohibited as per our Terms & Conditions.\n\n**6. Cookies Policy**\n\nOur website uses cookies to enhance your browsing experience.\nCookies are small data files stored on your device to help remember preferences, track website performance, and analyze usage.\nYou can disable cookies from your browser settings, but some website features may not function properly without them.\n\n**7. Third-Party Services**\n\nWe may use third-party services (e.g., analytics tools, payment processors) to support our operations.\nThese services may collect limited data necessary to perform their functions, under their own privacy policies.\nWe ensure that any third-party partners comply with recognized privacy and data protection standards.\n\n**8. Data Retention**\n\nWe retain your personal information only as long as necessary to fulfill orders, provide customer support, and comply with legal obligations.\nOnce data is no longer needed, it is securely deleted from our systems.\n\n**9. Your Rights**\n\nYou have the right to:\n* \t•\tRequest access to your stored data.\n* \t•\tRequest correction of inaccurate information.\n* \t•\tRequest deletion of your personal data, where legally possible.\n* \t•\tWithdraw consent for data usage (e.g., marketing communication).\n\nFor any of these requests, please contact us through our official contact page:\n🔗 www.dr-gamer.net/page/contact-us\n\n**10. Children’s Privacy**\n\nOur services are not intended for users under 16 years old.\nWe do not knowingly collect data from minors. If such information is provided, it will be deleted upon discovery.\n\n**11. Updates to This Privacy Policy**\n\nWe may update this Privacy Policy periodically.\nAny updates will be published on this page with the revised “Last Updated” date.\nContinued use of our website after such updates constitutes acceptance of the new terms.\n\n**12. Contact Us**\n\nIf you have any questions, concerns, or data-related requests, please contact our official support team through:🔗 www.dr-gamer.net/page/contact-us\n\nWe aim to respond to all inquiries within 24–48 hours during our support hours: 10:00 AM – 8:00 PM (Cairo Time), Fridays are off.",
    "isPublished": true,
    "createdAt": "2025-10-30T20:00:48.253Z",
    "updatedAt": "2025-11-04T16:33:46.857Z"
  },
  {
    "id": "cmhe12u4y0068hafltyoh33yk",
    "title": "Returns Policy",
    "slug": "returns-policy",
    "content": "**Refund Policy**\n* All sales are final. No refunds or returns are provided once a digital product has been delivered.",
    "isPublished": true,
    "createdAt": "2025-10-30T20:00:48.274Z",
    "updatedAt": "2025-11-04T15:50:05.208Z"
  }
]